// Part of MeasurementKit <https://measurement-kit.github.io/>.
// MeasurementKit is free software. See AUTHORS and LICENSE for more
// information on the copying conditions.
"app_name" = "OONI Probe";

"run_tests" = "Запуск";
"past_tests" = "Журнал";
"settings" = "Настройки";
"about" = "Об OONI";

"dns_injection" = "DNS инъекция";
"tcp_connect" = "TCP соединение";
"http_invalid_request_line" = "Некорректный HTTP запрос";
"http_header_field_manipulation" = "Манипуляции заголовками HTTP";
"web_connectivity" = "Подключение к Web";
"ndt" = "NDT Speed Test";
"dash" = "DASH Тест Видео-потока";
"whatsapp" = "WhatsApp";
"telegram" = "Telegram ";
"facebook_messenger" = "Facebook Messenger ";

"web_connectivity_desc" = "Проверка блокировок сайтов";
"http_invalid_request_line_desc" = "Поиск узлов-посредников";
"http_header_field_manipulation_desc" = "Поиск узлов-посредников";
"ndt_desc" = "Измерение скорости и производительности";
"dash_desc" = "Измеряет качество потокового видео";
"whatsapp_desc" = "<br>Проверить блокировку WhatsApp";
"telegram_desc" = "Проверить блокировку Telegram";
"facebook_messenger_desc" = "Проверить блокировку Facebook Messenger ";

"web_connectivity_longdesc" = "Этот тест проверяет не заблокированы ли доступы к веб-сайтам с поддельными DNS, блокировки уровня TCP/IP или прозрачным HTTP прокси-сервером.\n\nКаждый запуск теста Web связности проверяет разные веб-сайты.";
"http_invalid_request_line_longdesc" = "Этот тест позволяет выявить устройства (\"узлы-посредники\"), которые могут осуществлять цензуру или слежку. Тест отправляет недействительные запросы по HTTP на специальный \"эхо-сервис\". Если в вашей сети обнаружены подобные устройства, недействительный запрос HTTP будет перехвачен и может вызвать ошибку. ";
"http_header_field_manipulation_longdesc" = "Этот тест позволяет выявить устройства (\"узлы-посредники\"), которые могут осуществлять цензуру или слежку. Тест отправляет запрос по HTTP с нестандартными заголовками на контрольный сервер. Если в вашей сети присутствуют подобные устройства, они скорее всего будут приводить заголовки в нормальный вид или добавлять дополнительные заголовки. ";
"ndt_longdesc" = "Этот тест измеряет скорость и производительность вашей сети. \n\nОтказ от ответственности: NDT – тест производительности, использующий сервера предоставленные третьей стороной. Мы не можем гарантировать, что ваш IP-адрес не будет сохранён, проанализирован и опубликован.";
"dash_longdesc" = "Этот тест эмулирует очень простой видеоплеер, воспроизводящий аудиопоток разного качества с отдаленного сервера. Этот тест сделан для измерения базового уровеня производительности сети для потокового видео. \nОтказ от ответственности: тест производительности, использующий сервера предоставленные третьей стороной. Мы не можем гарантировать, что ваш IP адрес не будет сохранён, проанализирован и опубликован. ";
"whatsapp_longdesc" = "Этот тест предназначен для проверки доступности приложения WhatsApp и веб-версии WhatsApp в тестируемой сети ";
"telegram_longdesc" = "Этот тест предназначен для проверки доступности приложения Telegram и веб-версии Telegram в тестируемой сети";
"facebook_messenger_longdesc" = "Этот тест предназначен для проверки доступности Facebook Messenger в тестируемой сети ";

"running_tests" = "Текущие тесты";
"finished_tests" = "Завершённые тесты";

"settings" = "Настройки";
"collector_address" = "Адрес сборщика";

"cancel" = "Отмена";
"ok" = "OK";
"delete" = "Удалить";

"test_result" = "Результаты теста";
"change" = "Изменить";

"welcome_ooniprobe" = "Добро пожаловать в OONI Probe!";
"get_started" = "Начнём!";

"what_is_ooniprobe" = "Что такое OONI Probe?";
"learn_more" = "Узнать подробнее";

"risks_text_1" = "OONI Probe – это свободное программное обеспечение, которое позволяет вам проверить интернет-цензуру в вашей сети!\n";
"risks_text_2" = "Запуская у себя ooniprobe, вы сможете анализировать блокировку вебсайтов, а также узнать, установлены ли в вашей сети специальные элементы, отвечающие за контроль и слежку за вашим соединением.";
"risks_text_3" = "Вы можете также использовать это приложение, чтобы измерять скорость и качество вашего интернет-соединения.";
"risks_text_4" = "Данные, которые собираются с помощью этого приложения, смогут служить свидетельством интернет-цензуры.";
"risks_text_5" = "Поскольку OONI Probe – инструмент для расследований, он может повлечь за собой некоторые риски.";

"potential_risks" = "Возможные риски";
"laws_text_1" = "Любой, кто следит за вашей интернет-активностью (провайдер, правительство, работодатель) может узнать, что вы используете OONI Probe (даже если OONI старается сделать это очень сложным).";
"laws_text_2" = "При тестировании блокировки веб-сайтов вам придётся переходить и загружать информацию с провокационных и сомнительных вебсайтов (например, порнографию), что может быть незаконно в вашей стране.  ";
"laws_text_3" = "Тест \"Некорректный HTTP запрос\" может вызвать подозрение у вашего интернет-провайдера и считаться формой \"хакерства\".";
"laws_text_4" = "Если вы не измените настройки вручную, все данные, собранные с ваших тестов, будут по умолчанию опубликованы OONI и могут включать определённую идентифицирующую информацию (хотя OONI старается предотвратить это).";
"laws_text_5" = "Один лишь факт использования OONI Probe может считаться формой шпионажа, несмотря на законы в вашей стране.";
"laws_text_6" = "К сведению, ни один пользователь OONI Probe не понёс никаких последствий от использования нашей платформы. Хотя во многих странах есть опыт преследования и атак на активистов, борящихся за цифровые права, что может поставить пользователей OONI Probe под угрозу жестоких административных, уголовных или внеправовых наказаний.";
"i_understand_the_risks" = "Я понимаю риски.";

"pop_quiz" = "Опросник!";
"question_1" = "Вопрос 1: Может ли любой, кто следит за моей интернет-активностью (провайдер, правительство, работодатель) узнать, что я использую OONI Probe, даже если OONI старается сделать это очень сложным?";
"question_2" = "Вопрос 2: Будут ли мои измерения по умолчанию опубликованы OONI и могут ли они содержать личную информацию?";
"true" = "Да";
"false" = "Нет";
"how_did_i_do" = "Получилось ли у меня?";

"wrong" = "Вам нужно ещё немного подготовиться и перечитать наши правила.";
"correct" = "Отличная работа! Вам удалось справиться с нашим тестом.";

"set_up_sharing" = "Настройки публикации данных";
"include_ip" = "Включать ваш IP?";
"include_asn" = "Включать информацию о вашей сети?";
"include_cc" = "Включать название вашей страны?";
"upload_results" = "Поделиться результатами публично?";
"settings_text" = "Все данные по умолчанию отправляются в коллектор измерений OONI, автоматически публикуются через OONI Explorer и через API измерений OONI.";
"im_all_set" = "Поехали!";
"ooniprobe_configured" ="OONI Probe успешно настроен. Всё готово!";

"about_ooni" = "Об OONI";
"about_text_1" = "Эти тесты разработаны Открытой Обсерваторией Сетевых Помех (Open Observatory of Network Interference, OONI). Это свободное программное обеспечение. Проект входит в состав The Tor Project и имеет своей задачей раскрывать факты Интернет-цензуры во всём мире. ";
"about_text_2" ="С 2012 года OONI собрала миллионы измерений работы сети со всего мира, проливая свет на множество случаев интернет-цензуры и манипуляций трафиком.";
"learn_more" = "Узнать подробнее";

"run" = "Старт";
"view" = "Посмотреть";

"no_result" = "Никаких результатов";
"no_result_msg" = "Тест не дал результатов или был приостановлен";

"local_notifications" = "Напоминание о запуске теста";
"local_notifications_time" = "Время";
"local_notifications_text" = "Время на тесты";

"notifications" = "Уведомления";

"max_runtime" = "Максимальное время теста Web связность (сек.)";
"advanced_settings" = "Дополнительно";
"finished_running" = "%@ тест завершён";
"view_log" = "Посмотреть лог";
"copy_to_clipboard" = "Скопировать в буфер обмена";
"copied_clipboard" = "Сохранено в буфер обмена";
"send_crash" = "Отправить отчёт об ошибке";
"privacy" = "Приватность";
"view_data_policy" = "Нажмите сюда чтобы увидеть нашу политику данных";
"test_name_finished" = "%@ закончено, перейти к Прошлым Тестам, чтобы посмотреть результаты";
"open_url_alert" = "Открыть следующую ссылку?";
"max_runtime_low" = "Введённое максимальное время теста слишком короткое, заданы параметры по умолчанию.";
"clear_all_tests_alert" = "Удалить все результаты теста?";
"past_tests_empty" = "Прошедшие результаты теста появятся здесь, когда тест закончится";

"try_mirror" = "Попробуйте зеркальный сервер";
"loading" = "Идет загрузка...";
"set_default" = "Установить по умолчанию";

"run_test_message" = "Вы собираетесь запустить тест OONI Probe в вашей сети";
"urls" = "URL адреса";
"test_name" = "Название теста";
"test_details" = "Данные теста";
"ooniprobe_outdate" = "OONI Probe устарел";
"ooniprobe_outdate_msg" = "Для запуска теста вам необходимо установить новую версию OONI Probe. Нажмите кнопку ниже, чтобы обновить";
"invalid_parameter" = "Неверный параметр";
"random_sampling_urls" = "Случайные URL адреса из глобального списка";

"websites" = "Веб-сайты";
"instant_messaging" = "Мессенджеры";
"middle_boxes" = "Узлы-посредники";
"performance" = "Производительность";
